INSERT INTO `author` (`id`, `name`, `surname`)
VALUES ('1', 'Эрнест', 'Хеменгуэй'),
 ('2', 'Николай', 'Гоголь'),
 ('3', 'Лев', 'Толстой'),
 ('4', 'Джек', 'Лондон');

 INSERT INTO `book` (`ISBN`, `pages`, `name`, `date`) VALUES
(1234, 1000, 'Война и мир', '2019-08-06'),
(1235, 700, 'Любовь к жизни', '2019-08-06'),
(1236, 200, 'Тарас Бульба', '2019-08-06');

INSERT INTO `genre` (`id`, `name`) VALUES ('1', 'роман'), ('2', 'иное'),('3', 'Фантастика');

INSERT INTO `book_author` (`id`, `id_book`, `id_author`)
VALUES ('1', '1236', '2'), ('2', '1236', '3'),('3','1234','3');

INSERT INTO `book_genre` (`id`, `id_book`, `id_genre`)
VALUES ('1', '1234', '1'), (2, '1234', '2'),(4, '1235', '3'),(5,'1236',3);